Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Choose a folder for new worktrees.
bn: নতুন ওয়ার্কট্রির জন্য ফোল্ডার বেছে নিন।
es: Elige una carpeta para los nuevos árboles de trabajo.
fr: Choisissez un dossier pour les nouveaux arbres de travail.
hi: नए वर्कट्री के लिए फ़ोल्डर चुनें।
it: Scegli una cartella per i nuovi alberi di lavoro.
ja: 新規ワークツリーのフォルダを選んでください。
ko: 새 워크트리의 폴더를 선택하세요.
pt_br: Escolha uma pasta para as novas árvores de trabalho.
ru: Выберите папку для новых рабочих деревьев.
sv: Välj en mapp för nya arbetsträd.
zh_hans: 为新工作树选择文件夹。
zh_hant: 為新工作樹選擇資料夾。

source: Choose a project workspace and branch.
bn: প্রকল্পের ওয়ার্কস্পেস ও ব্রাঞ্চ বাছুন।
es: Elige un espacio de trabajo y una rama.
fr: Choisissez un espace de travail et une branche.
hi: प्रोजेक्ट कार्यस्थान और ब्रांच चुनें।
it: Scegli un’area di lavoro e un ramo del progetto.
ja: プロジェクトのワークスペースとブランチを選択してください。
ko: 프로젝트 작업 공간과 브랜치를 선택하세요.
pt_br: Escolha o espaço de trabalho e a branch do projeto.
ru: Выберите рабочую область проекта и ветку.
sv: Välj projektets arbetsyta och gren.
zh_hans: 选择项目工作区和分支。
zh_hant: 選擇專案工作區和分支。

source: Choose a sample and run.
bn: নমুনা বেছে চালান।
es: Elige una muestra y ejecuta.
fr: Choisissez un échantillon et lancez l’exécution.
hi: नमूना चुनें और चलाएँ।
it: Scegli un campione ed esegui.
ja: サンプルを選択して実行してください。
ko: 샘플을 선택하고 실행하세요.
pt_br: Escolha uma amostra e execute.
ru: Выберите пример и запустите.
sv: Välj ett exempel och kör.
zh_hans: 选择示例并运行。
zh_hant: 選擇範例並執行。

source: Choose a scheme that builds an application and a destination.
bn: অ্যাপ বিল্ড করে এমন স্কিম ও গন্তব্য বাছুন।
es: Elige un esquema que compile una aplicación y un destino.
fr: Choisissez un schéma qui compile une application et une destination.
hi: ऐप बिल्ड करने वाली स्कीम और गंतव्य चुनें।
it: Scegli uno schema che compili un’applicazione e una destinazione.
ja: アプリをビルドするスキームと実行先を選択してください。
ko: 앱을 빌드하는 스킴과 실행 대상을 선택하세요.
pt_br: Escolha um esquema que compile um aplicativo e um destino.
ru: Выберите схему сборки приложения и назначение.
sv: Välj ett schema som bygger en app och en destination.
zh_hans: 选择用于构建应用的方案和目标。
zh_hant: 選擇用於建置 App 的配置和目的地。

source: Choose a script inside the project folder, so each worktree has its own copy.
bn: প্রকল্প ফোল্ডারের ভেতর স্ক্রিপ্ট বাছুন, যাতে প্রতিটি ওয়ার্কট্রিতে তার নিজস্ব কপি থাকে।
es: Elige un script dentro de la carpeta del proyecto para que cada árbol de trabajo tenga su copia.
fr: Choisissez un script dans le dossier du projet pour que chaque arbre de travail ait sa copie.
hi: प्रोजेक्ट फ़ोल्डर में कोई स्क्रिप्ट चुनें, ताकि हर वर्कट्री में उसकी अपनी प्रति हो।
it: Scegli uno script nella cartella del progetto, così ogni albero di lavoro avrà la propria copia.
ja: 各ワークツリーにコピーが作成されるよう、プロジェクトフォルダ内のスクリプトを選択してください。
ko: 각 워크트리에 복사본이 생기도록 프로젝트 폴더 안의 스크립트를 선택하세요.
pt_br: Escolha um script na pasta do projeto para que cada árvore de trabalho tenha sua cópia.
ru: Выберите скрипт в папке проекта, чтобы у каждого рабочего дерева была своя копия.
sv: Välj ett skript i projektmappen så att varje arbetsträd får en egen kopia.
zh_hans: 请选择项目文件夹内的脚本，让每个工作树都有自己的副本。
zh_hant: 請選擇專案檔案夾內的指令稿，讓每個工作樹都有自己的副本。

source: Choose an absolute file path.
bn: পূর্ণ ফাইল পাথ বাছুন।
es: Elige una ruta de archivo absoluta.
fr: Choisissez un chemin de fichier absolu.
hi: पूर्ण फ़ाइल पथ चुनें।
it: Scegli un percorso file assoluto.
ja: 絶対ファイルパスを選択してください。
ko: 절대 파일 경로를 선택하세요.
pt_br: Escolha um caminho de arquivo absoluto.
ru: Укажите абсолютный путь к файлу.
sv: Välj en absolut filsökväg.
zh_hans: 请选择绝对文件路径。
zh_hant: 請選擇絕對檔案路徑。

source: Choose an absolute workspace folder path.
bn: ওয়ার্কস্পেস ফোল্ডারের পূর্ণ পাথ বাছুন।
es: Elige una ruta absoluta para la carpeta de trabajo.
fr: Choisissez un chemin absolu pour le dossier de travail.
hi: वर्कस्पेस फ़ोल्डर का पूर्ण पथ चुनें।
it: Scegli un percorso assoluto per la cartella di lavoro.
ja: ワークスペースフォルダの絶対パスを選択してください。
ko: 작업 공간 폴더의 절대 경로를 선택하세요.
pt_br: Escolha um caminho absoluto para a pasta de trabalho.
ru: Укажите абсолютный путь к рабочей папке.
sv: Välj en absolut sökväg till arbetsmappen.
zh_hans: 请选择工作区文件夹的绝对路径。
zh_hant: 請選擇工作區檔案夾的絕對路徑。

source: Choose an external application in Settings.
bn: সেটিংয়ে বাহ্যিক অ্যাপ বাছুন।
es: Elige una aplicación externa en Ajustes.
fr: Choisissez une application externe dans Réglages.
hi: सेटिंग में बाहरी ऐप चुनें।
it: Scegli un’applicazione esterna nelle Impostazioni.
ja: 設定で外部アプリを選択してください。
ko: 설정에서 외부 앱을 선택하세요.
pt_br: Escolha um aplicativo externo nos Ajustes.
ru: Выберите внешнее приложение в настройках.
sv: Välj en extern app i Inställningar.
zh_hans: 在设置中选择外部应用。
zh_hant: 在設定中選擇外部 App。

source: Choose files for %@
bn: %@-এর জন্য ফাইল বাছুন
es: Elegir archivos para %@
fr: Choisir des fichiers pour %@
hi: %@ के लिए फ़ाइलें चुनें
it: Scegli file per %@
ja: %@ のファイルを選択
ko: %@에 대한 파일 선택
pt_br: Escolher arquivos para %@
ru: Выбрать файлы для %@
sv: Välj filer för %@
zh_hans: 为 %@ 选择文件
zh_hant: 為 %@ 選擇檔案

source: Choose how often Cascade checks GitHub and Jira for updates.
bn: Cascade কত ঘন ঘন GitHub ও Jira-র আপডেট দেখবে তা বেছে নিন।
es: Elige con qué frecuencia Cascade busca actualizaciones de GitHub y Jira.
fr: Choisissez la fréquence de vérification des mises à jour GitHub et Jira.
hi: चुनें कि Cascade कितनी बार GitHub और Jira के अपडेट जाँचे।
it: Scegli quanto spesso Cascade controlla gli aggiornamenti di GitHub e Jira.
ja: GitHub と Jira の更新を確認する頻度を選びます。
ko: Cascade가 GitHub와 Jira의 업데이트를 확인하는 주기를 선택하세요.
pt_br: Escolha com que frequência o Cascade verifica atualizações do GitHub e Jira.
ru: Выберите, как часто Cascade проверяет обновления GitHub и Jira.
sv: Välj hur ofta Cascade söker efter uppdateringar från GitHub och Jira.
zh_hans: 选择 Cascade 检查 GitHub 和 Jira 更新的频率。
zh_hant: 選擇 Cascade 檢查 GitHub 與 Jira 更新的頻率。

source: Choose New Session and enter a branch name, GitHub pull request URL, or Jira ticket URL. Choose a base branch and an agent, or Shell only. A session keeps its terminal and Git worktree together so tasks can run independently. Worktrees created outside Cascade do not appear automatically. Settings → Worktrees controls location, copied files, and optional fetching.
bn: নতুন সেশন বেছে নিয়ে ব্রাঞ্চের নাম, GitHub পুল রিকোয়েস্টের URL বা Jira টিকিটের URL লিখুন। একটি বেস ব্রাঞ্চ ও এজেন্ট বেছে নিন, অথবা ‘শুধু Shell’ বেছে নিন। প্রতিটি সেশন তার টার্মিনাল ও Git ওয়ার্কট্রি একসঙ্গে রাখে, যাতে কাজগুলো স্বাধীনভাবে চলতে পারে। Cascade-এর বাইরে তৈরি ওয়ার্কট্রি নিজে থেকে দেখায় না। সেটিংস → ওয়ার্কট্রি থেকে অবস্থান, কপি করা ফাইল ও তৈরির আগে ঐচ্ছিক ফেচ নির্ধারণ করুন।
es: Elige Nueva sesión e introduce un nombre de rama, una URL de solicitud de GitHub o una URL de incidencia de Jira. Elige una rama base y un agente, o Solo Shell. Cada sesión conserva su terminal y su árbol de trabajo de Git para que las tareas sean independientes. Los árboles creados fuera de Cascade no aparecen automáticamente. Ajustes → Árboles de trabajo permite configurar la ubicación, los archivos que se copian y la obtención previa de cambios remotos.
fr: Choisissez Nouvelle session et saisissez un nom de branche, une URL de pull request GitHub ou de ticket Jira. Choisissez une branche de base et un agent, ou Shell uniquement. Chaque session conserve son terminal et son arbre de travail Git pour exécuter les tâches indépendamment. Les arbres créés hors de Cascade n’apparaissent pas automatiquement. Réglages → Arbres de travail permet de configurer leur emplacement, les fichiers copiés et la récupération préalable des références distantes.
hi: नया सत्र चुनें और ब्रांच का नाम, GitHub पुल रिक्वेस्ट URL या Jira टिकट URL दर्ज करें। बेस ब्रांच और एजेंट चुनें, या ‘केवल Shell’ चुनें। हर सत्र अपना टर्मिनल और Git वर्कट्री साथ रखता है, ताकि काम अलग-अलग चल सकें। Cascade के बाहर बने वर्कट्री अपने-आप नहीं दिखते। सेटिंग्स → वर्कट्री में स्थान, कॉपी की जाने वाली फ़ाइलें और बनाने से पहले वैकल्पिक फ़ेच तय करें।
it: Scegli Nuova sessione e inserisci un nome di branch, un URL di pull request GitHub o di ticket Jira. Scegli un branch di base e un agente, oppure Solo Shell. Ogni sessione mantiene il proprio terminale e albero di lavoro Git, così le attività possono essere eseguite indipendentemente. Gli alberi creati fuori da Cascade non compaiono automaticamente. Impostazioni → Alberi di lavoro gestisce posizione, file copiati e recupero facoltativo dei riferimenti remoti prima della creazione.
ja: 「新規セッション」でブランチ名、GitHub のプルリクエスト URL、または Jira のチケット URL を入力します。ベースブランチとエージェント、または「Shell のみ」を選択してください。セッションごとにターミナルと Git ワークツリーを保持するため、タスクを独立して実行できます。Cascade の外で作成したワークツリーは自動表示されません。「設定 → ワークツリー」で保存先、コピーするファイル、事前のフェッチを設定できます。
ko: 새 세션을 선택하고 브랜치 이름, GitHub 풀 리퀘스트 URL 또는 Jira 티켓 URL을 입력하세요. 기준 브랜치와 에이전트를 선택하거나 ‘Shell만’을 선택하세요. 세션마다 터미널과 Git 워크트리를 함께 유지하므로 작업을 독립적으로 실행할 수 있습니다. Cascade 외부에서 만든 워크트리는 자동으로 표시되지 않습니다. 설정 → 워크트리에서 위치, 복사할 파일, 사전 가져오기를 설정할 수 있습니다.
pt_br: Escolha Nova sessão e informe um nome de branch, uma URL de pull request do GitHub ou de ticket do Jira. Escolha uma branch base e um agente, ou Somente Shell. Cada sessão mantém seu terminal e sua árvore de trabalho Git para executar tarefas de forma independente. Árvores criadas fora do Cascade não aparecem automaticamente. Ajustes → Árvores de trabalho controla a localização, os arquivos copiados e a busca prévia opcional de referências remotas.
ru: Выберите «Новая сессия» и введите имя ветки, URL пул-реквеста GitHub или задачи Jira. Выберите базовую ветку и агента либо «Только Shell». Каждая сессия сохраняет свой терминал и рабочее дерево Git, поэтому задачи выполняются независимо. Рабочие деревья, созданные вне Cascade, не появляются автоматически. В разделе «Настройки → Рабочие деревья» задаются расположение, копируемые файлы и необязательная предварительная загрузка удалённых ссылок.
sv: Välj Ny session och ange ett grennamn, en GitHub-URL för en pull request eller en Jira-URL för ett ärende. Välj en basgren och en agent, eller Endast Shell. Varje session behåller sin terminal och sitt Git-arbetsträd så att uppgifter kan köras oberoende. Arbetsträd som skapats utanför Cascade visas inte automatiskt. Inställningar → Arbetsträd styr plats, kopierade filer och valfri hämtning före skapandet.
zh_hans: 选择“新建会话”，输入分支名、GitHub 拉取请求链接或 Jira 工单链接，再选择基础分支和代理，也可以选择“仅 Shell”。每个会话都有独立的终端和 Git 工作树，方便并行处理任务。在 Cascade 外创建的工作树不会自动显示。“设置 → 工作树”可配置存放位置、复制的文件和是否提前获取远程分支。
zh_hant: 選擇「新增工作階段」，輸入分支名稱、GitHub 提取要求網址或 Jira 議題網址，再選擇基底分支及代理程式，也可以選擇「僅 Shell」。每個工作階段都有自己的終端機和 Git 工作樹，讓任務能獨立執行。在 Cascade 外建立的工作樹不會自動顯示。「設定 → 工作樹」可設定位置、複製的檔案，以及是否預先擷取遠端分支。

source: Choose Script
bn: স্ক্রিপ্ট বাছুন
es: Elegir script
fr: Choisir un script
hi: स्क्रिप्ट चुनें
it: Scegli script
ja: スクリプトを選択
ko: 스크립트 선택
pt_br: Escolher script
ru: Выбрать скрипт
sv: Välj skript
zh_hans: 选择脚本
zh_hant: 選擇指令稿

source: Choose the project folder in Settings to start sessions.
bn: সেশন শুরু করতে সেটিংসে প্রকল্পের ফোল্ডার বেছে নিন।
es: Elige la carpeta del proyecto en Ajustes para iniciar sesiones.
fr: Choisissez le dossier du projet dans Réglages pour démarrer des sessions.
hi: सत्र शुरू करने के लिए सेटिंग्स में प्रोजेक्ट फ़ोल्डर चुनें।
it: Scegli la cartella del progetto in Impostazioni per avviare le sessioni.
ja: セッションを開始するには、設定でプロジェクトのフォルダを選択してください。
ko: 세션을 시작하려면 설정에서 프로젝트 폴더를 선택하세요.
pt_br: Escolha a pasta do projeto em Ajustes para iniciar sessões.
ru: Выберите папку проекта в настройках, чтобы начинать сеансы.
sv: Välj projektmappen i Inställningar för att starta sessioner.
zh_hans: 请在设置中选择项目文件夹以开始会话。
zh_hant: 請在設定中選擇專案資料夾以開始工作階段。

source: Choose what starts this automation.
bn: এই অটোমেশন কী শুরু করবে তা বাছুন।
es: Elige qué inicia esta automatización.
fr: Choisissez ce qui lance cette automatisation.
hi: ऑटोमेशन शुरू करने वाला चुनें।
it: Scegli cosa avvia questa automazione.
ja: この自動化を開始する条件を選んでください。
ko: 이 자동화를 시작할 조건을 선택하세요.
pt_br: Escolha o que inicia esta automação.
ru: Выберите условие запуска автоматизации.
sv: Välj vad som startar automatiseringen.
zh_hans: 选择此自动化的触发条件。
zh_hant: 選擇此自動化的觸發條件。

source: Choose Workspace
bn: ওয়ার্কস্পেস বাছুন
es: Elegir espacio de trabajo
fr: Choisir un espace de travail
hi: वर्कस्पेस चुनें
it: Scegli area di lavoro
ja: ワークスペースを選択
ko: 작업 공간 선택
pt_br: Escolher espaço de trabalho
ru: Выбрать рабочую папку
sv: Välj arbetsyta
zh_hans: 选择工作区
zh_hant: 選擇工作區

source: Choose…
bn: বেছে নিন…
es: Elegir…
fr: Choisir…
hi: चुनें…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
sv: Välj…
zh_hans: 选择…
zh_hant: 選擇…

source: CI cancelled
bn: CI বাতিল
es: CI cancelado
fr: CI annulée
hi: CI रद्द
it: CI annullata
ja: CIキャンセル済み
ko: CI 취소됨
pt_br: CI cancelado
ru: CI отменён
sv: CI avbruten
zh_hans: CI 已取消
zh_hant: CI 已取消

source: CI failed
bn: CI ব্যর্থ
es: CI fallido
fr: CI échouée
hi: CI विफल
it: CI non riuscita
ja: CI失敗
ko: CI 실패
pt_br: CI falhou
ru: CI завершился ошибкой
sv: CI misslyckades
zh_hans: CI 失败
zh_hant: CI 失敗

source: CI failed → re-run checks
bn: CI ব্যর্থ → পুনরায় পরীক্ষা
es: CI fallida → repetir comprobaciones
fr: CI en échec → relancer les vérifications
hi: CI विफल → जाँच फिर चलाएँ
it: CI non riuscita → ripeti controlli
ja: CI失敗 → チェック再実行
ko: CI 실패 → 검사 재실행
pt_br: CI falhou → repetir verificações
ru: Сбой CI → повторить проверки
sv: CI misslyckades → kör om kontroller
zh_hans: CI 失败 → 重跑检查
zh_hant: CI 失敗 → 重跑檢查

source: CI is
bn: CI অবস্থা
es: CI está
fr: La CI est
hi: CI है
it: CI è
ja: CIの状態
ko: CI 상태
pt_br: CI está
ru: Состояние CI
sv: CI är
zh_hans: CI 状态为
zh_hant: CI 狀態為

source: CI passed
bn: CI সফল
es: CI correcto
fr: CI réussie
hi: CI सफल
it: CI superata
ja: CI成功
ko: CI 통과
pt_br: CI aprovado
ru: CI пройден
sv: CI godkänd
zh_hans: CI 已通过
zh_hant: CI 已通過

source: CI running
bn: CI চলছে
es: CI en curso
fr: CI en cours
hi: CI चल रहा है
it: CI in esecuzione
ja: CI実行中
ko: CI 실행 중
pt_br: CI em execução
ru: CI выполняется
sv: CI körs
zh_hans: CI 正在运行
zh_hant: CI 執行中

source: CI state
bn: CI অবস্থা
es: Estado de CI
fr: État de CI
hi: CI स्थिति
it: Stato CI
ja: CIステータス
ko: CI 상태
pt_br: Estado da CI
ru: Состояние CI
sv: CI-status
zh_hans: CI 状态
zh_hant: CI 狀態

source: Claude Code may ask you to review the change: allow it in /hooks.
bn: Claude Code আপনাকে পরিবর্তনটি পর্যালোচনা করতে বলতে পারে: /hooks-এ এটির অনুমতি দিন।
es: Claude Code puede pedirte que revises el cambio: permítelo en /hooks.
fr: Claude Code peut vous demander de vérifier la modification : autorisez-la dans /hooks.
hi: Claude Code आपसे बदलाव की समीक्षा करने को कह सकता है: /hooks में इसे अनुमति दें।
it: Claude Code potrebbe chiederti di rivedere la modifica: consentila in /hooks.
ja: Claude Code で変更の確認を求められることがあります。/hooks で許可してください。
ko: Claude Code에서 변경 사항 검토를 요청할 수 있습니다. /hooks에서 허용하세요.
pt_br: O Claude Code pode pedir que você revise a alteração: permita-a em /hooks.
ru: Claude Code может попросить проверить изменение: разрешите его в /hooks.
sv: Claude Code kan be dig granska ändringen: tillåt den i /hooks.
zh_hans: Claude Code 可能会要求你审核此更改：请在 /hooks 中允许。
zh_hant: Claude Code 可能會要求你審核此變更：請在 /hooks 中允許。

source: Claude Code status line installed.
bn: Claude Code স্ট্যাটাস লাইন ইনস্টল হয়েছে।
es: Línea de estado de Claude Code instalada.
fr: Ligne d’état de Claude Code installée.
hi: Claude Code स्टेटस लाइन इंस्टॉल हो गई।
it: Riga di stato di Claude Code installata.
ja: Claude Code のステータス行をインストールしました。
ko: Claude Code 상태 표시줄을 설치했습니다.
pt_br: Linha de status do Claude Code instalada.
ru: Строка состояния Claude Code установлена.
sv: Statusraden för Claude Code har installerats.
zh_hans: 已安装 Claude Code 状态栏。
zh_hant: 已安裝 Claude Code 狀態列。

source: Claude Code status line removed.
bn: Claude Code স্ট্যাটাস লাইন সরানো হয়েছে।
es: Línea de estado de Claude Code eliminada.
fr: Ligne d’état de Claude Code supprimée.
hi: Claude Code स्टेटस लाइन हटा दी गई।
it: Riga di stato di Claude Code rimossa.
ja: Claude Code のステータス行を削除しました。
ko: Claude Code 상태 표시줄을 제거했습니다.
pt_br: Linha de status do Claude Code removida.
ru: Строка состояния Claude Code удалена.
sv: Statusraden för Claude Code har tagits bort.
zh_hans: 已移除 Claude Code 状态栏。
zh_hant: 已移除 Claude Code 狀態列。

source: Cleanup
bn: পরিষ্কার
es: Limpieza
fr: Nettoyage
hi: सफ़ाई
it: Pulizia
ja: クリーンアップ
ko: 정리
pt_br: Limpeza
ru: Очистка
sv: Rensning
zh_hans: 清理
zh_hant: 清理

source: Clear
bn: মুছুন
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
ru: Очистить
sv: Rensa
zh_hans: 清除
zh_hant: 清除

source: Clear all browsing history?
bn: সব ব্রাউজিং ইতিহাস মুছবেন?
es: ¿Borrar todo el historial de navegación?
fr: Effacer tout l’historique de navigation ?
hi: पूरा ब्राउज़िंग इतिहास साफ़ करें?
it: Cancellare tutta la cronologia di navigazione?
ja: 閲覧履歴をすべて消去しますか？
ko: 모든 방문 기록을 지우시겠습니까?
pt_br: Limpar todo o histórico de navegação?
ru: Очистить всю историю посещений?
sv: Rensa all webbhistorik?
zh_hans: 清除所有浏览历史记录？
zh_hant: 清除所有瀏覽記錄？

source: Clear browsing history?
bn: ব্রাউজিং ইতিহাস মুছবেন?
es: ¿Borrar el historial de navegación?
fr: Effacer l’historique de navigation ?
hi: ब्राउज़िंग इतिहास साफ़ करें?
it: Cancellare la cronologia di navigazione?
ja: 閲覧履歴を消去しますか？
ko: 방문 기록을 지우시겠습니까?
pt_br: Limpar o histórico de navegação?
ru: Очистить историю браузера?
sv: Rensa webbhistoriken?
zh_hans: 清除浏览历史记录？
zh_hant: 要清除瀏覽記錄嗎？

source: Clear Conversation…
bn: কথোপকথন মুছুন…
es: Borrar conversación…
fr: Effacer la conversation…
hi: बातचीत मिटाएँ…
it: Cancella conversazione…
ja: 会話を消去…
ko: 대화 지우기…
pt_br: Limpar conversa…
ru: Очистить беседу…
sv: Rensa konversation…
zh_hans: 清除对话…
zh_hant: 清除對話…

source: Clear Cookies
bn: কুকি মুছুন
es: Borrar cookies
fr: Effacer les cookies
hi: कुकी साफ़ करें
it: Cancella cookie
ja: Cookie を消去
ko: 쿠키 지우기
pt_br: Limpar cookies
ru: Удалить cookie
sv: Rensa cookies
zh_hans: 清除 Cookie
zh_hant: 清除 Cookie

source: Clear cookies and site data?
bn: কুকি ও সাইটের ডেটা মুছবেন?
es: ¿Borrar cookies y datos de sitios?
fr: Effacer les cookies et les données des sites ?
hi: कुकी और साइट डेटा साफ़ करें?
it: Cancellare cookie e dati dei siti?
ja: Cookie とサイトデータを消去しますか？
ko: 쿠키 및 사이트 데이터를 지우시겠습니까?
pt_br: Limpar cookies e dados de sites?
ru: Удалить cookie и данные сайтов?
sv: Rensa cookies och webbplatsdata?
zh_hans: 清除 Cookie 和网站数据？
zh_hant: 要清除 Cookie 與網站資料嗎？

source: Clear Cookies…
bn: কুকি মুছুন…
es: Borrar cookies…
fr: Effacer les cookies…
hi: कुकी साफ़ करें…
it: Cancella cookie…
ja: Cookie を消去…
ko: 쿠키 지우기…
pt_br: Limpar cookies…
ru: Удалить cookie…
sv: Rensa cookies…
zh_hans: 清除 Cookie…
zh_hant: 清除 Cookie…

source: Clear History
bn: ইতিহাস মুছুন
es: Borrar historial
fr: Effacer l’historique
hi: इतिहास साफ़ करें
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear History…
bn: ইতিহাস মুছুন…
es: Borrar historial…
fr: Effacer l’historique…
hi: इतिहास साफ़ करें…
it: Cancella cronologia…
ja: 履歴を消去…
ko: 기록 지우기…
pt_br: Limpar histórico…
ru: Очистить историю…
sv: Rensa historik…
zh_hans: 清除历史记录…
zh_hant: 清除記錄…

source: Clear Logs
bn: লগ মুছুন
es: Borrar registros
fr: Effacer les journaux
hi: लॉग मिटाएँ
it: Cancella log
ja: ログを消去
ko: 로그 지우기
pt_br: Limpar logs
ru: Очистить журнал
sv: Rensa loggar
zh_hans: 清除日志
zh_hant: 清除記錄

source: Clear Logs?
bn: লগ মুছবেন?
es: ¿Borrar registros?
fr: Effacer les journaux ?
hi: लॉग मिटाएँ?
it: Cancellare i log?
ja: ログを消去しますか？
ko: 로그를 지우시겠습니까?
pt_br: Limpar logs?
ru: Очистить журнал?
sv: Rensa loggar?
zh_hans: 清除日志？
zh_hant: 清除記錄？

source: Clear Logs…
bn: লগ মুছুন…
es: Borrar registros…
fr: Effacer les journaux…
hi: लॉग मिटाएँ…
it: Cancella log…
ja: ログを消去…
ko: 로그 지우기…
pt_br: Limpar logs…
ru: Очистить журнал…
sv: Rensa loggar…
zh_hans: 清除日志…
zh_hant: 清除記錄…

source: Clear Search
bn: অনুসন্ধান মুছুন
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella ricerca
ja: 検索を消去
ko: 검색 지우기
pt_br: Limpar busca
ru: Очистить поиск
sv: Rensa sökning
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear the search
bn: অনুসন্ধান মুছুন
es: Borrar la búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella la ricerca
ja: 検索を消去
ko: 검색 지우기
pt_br: Limpar a busca
ru: Очистить поиск
sv: Rensa sökningen
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Clear this conversation?
bn: এই কথোপকথন মুছবেন?
es: ¿Borrar esta conversación?
fr: Effacer cette conversation ?
hi: यह बातचीत साफ़ करें?
it: Cancellare questa conversazione?
ja: この会話を消去しますか？
ko: 이 대화를 지우시겠습니까?
pt_br: Limpar esta conversa?
ru: Очистить этот разговор?
sv: Rensa denna konversation?
zh_hans: 清除此对话？
zh_hant: 清除此對話？

source: CLI integration
bn: কমান্ড-লাইন টুল ইন্টিগ্রেশন
es: Integración de herramientas CLI
fr: Intégration des outils CLI
hi: कमांड-लाइन टूल एकीकरण
it: Integrazione degli strumenti CLI
ja: CLI ツール連携
ko: CLI 도구 연동
pt_br: Integração de ferramentas CLI
ru: Интеграция инструментов CLI
sv: Integrering av CLI-verktyg
zh_hans: 命令行工具集成
zh_hant: 命令列工具整合

source: Click a shortcut, then press the new combination. Delete clears it.
bn: শর্টকাটে ক্লিক করে নতুন কী সমন্বয় চাপুন। Delete চাপলে এটি মুছে যাবে।
es: Haz clic en un atajo y pulsa la nueva combinación. Delete lo elimina.
fr: Cliquez sur un raccourci, puis appuyez sur la nouvelle combinaison. Delete l’efface.
hi: किसी शॉर्टकट पर क्लिक करें, फिर नया कुंजी संयोजन दबाएँ। Delete से उसे हटाएँ।
it: Fai clic su un’abbreviazione e premi la nuova combinazione. Delete la rimuove.
ja: ショートカットをクリックして、新しいキーの組み合わせを押します。Deleteで消去できます。
ko: 단축키를 클릭한 다음 새 키 조합을 누르세요. Delete를 누르면 지워집니다.
pt_br: Clique em um atalho e pressione a nova combinação. Delete o remove.
ru: Нажмите на сочетание клавиш, затем введите новое. Delete удаляет сочетание.
sv: Klicka på ett kortkommando och tryck sedan den nya kombinationen. Delete tar bort det.
zh_hans: 点按快捷键，然后按下新的组合键。按 Delete 清除。
zh_hant: 按一下快速鍵，再按下新的組合鍵。按 Delete 清除。

source: Click, then press a combination that includes ⌘. Delete clears it.
bn: ক্লিক করে ⌘-সহ একটি কী সমন্বয় চাপুন। Delete চাপলে এটি মুছে যাবে।
es: Haz clic y pulsa una combinación que incluya ⌘. Delete la elimina.
fr: Cliquez, puis appuyez sur une combinaison incluant ⌘. Delete l’efface.
hi: क्लिक करें, फिर ⌘ वाला कुंजी संयोजन दबाएँ। Delete से उसे हटाएँ।
it: Fai clic e premi una combinazione che includa ⌘. Delete la rimuove.
ja: クリックして、⌘を含むキーの組み合わせを押します。Deleteで消去できます。
ko: 클릭한 다음 ⌘가 포함된 키 조합을 누르세요. Delete를 누르면 지워집니다.
pt_br: Clique e pressione uma combinação que inclua ⌘. Delete a remove.
ru: Нажмите и введите сочетание с ⌘. Delete удаляет сочетание.
sv: Klicka och tryck sedan en kombination som innehåller ⌘. Delete tar bort den.
zh_hans: 点按后，按下包含 ⌘ 的组合键。按 Delete 清除。
zh_hant: 按一下後，按下包含 ⌘ 的組合鍵。按 Delete 清除。

source: Close
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

source: Close %@
bn: %@ বন্ধ করুন
es: Cerrar %@
fr: Fermer %@
hi: %@ बंद करें
it: Chiudi %@
ja: %@ を閉じる
ko: %@ 닫기
pt_br: Fechar %@
ru: Закрыть %@
sv: Stäng %@
zh_hans: 关闭 %@
zh_hant: 關閉 %@

source: Close Find
bn: খোঁজা বন্ধ করুন
es: Cerrar búsqueda
fr: Fermer la recherche
hi: खोज बंद करें
it: Chiudi ricerca
ja: 検索を閉じる
ko: 찾기 닫기
pt_br: Fechar busca
ru: Закрыть поиск
sv: Stäng sökning
zh_hans: 关闭查找
zh_hant: 關閉尋找

source: Close tab
bn: ট্যাব বন্ধ করুন
es: Cerrar pestaña
fr: Fermer l’onglet
hi: टैब बंद करें
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
sv: Stäng flik
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Close Tab
bn: ট্যাব বন্ধ করুন
es: Cerrar pestaña
fr: Fermer l’onglet
hi: टैब बंद करें
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
sv: Stäng flik
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Close Tab / Window
bn: ট্যাব / উইন্ডো বন্ধ করুন
es: Cerrar pestaña / ventana
fr: Fermer l’onglet / la fenêtre
hi: टैब / विंडो बंद करें
it: Chiudi scheda / finestra
ja: タブ／ウインドウを閉じる
ko: 탭 / 윈도우 닫기
pt_br: Fechar aba / janela
ru: Закрыть вкладку / окно
sv: Stäng flik / fönster
zh_hans: 关闭标签页或窗口
zh_hant: 關閉分頁或視窗
